---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctTopElevation
source: html/79bcd6b3-e336-3599-a3aa-bf49dfe8c82a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctTopElevation Property

"Upper End Top Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctTopElevation { get; }
```